Repository: dariocast/quadernotorneo
Catalog: lib/l10n/app_*.arb
Languages: it

source: Order by
it: Ordina per

source: Match date desc
it: Data partita decrescente

source: Match date asc
it: Data partita crescente

# matchCreatedDesc
source: Creation date desc
it: Data creazione decrescente

# matchCreatedAsc
source: Creation date asc
it: Data creazione crescente

# matchLoadFailure
source: Unable to load matches at the moment
it: Impossibile caricare le partite

# noMatch
source: No matches
it: Nessuna partita

source: Fulltime
it: Terminata

# editNotSavedWarningTitle
source: Are you sure?
it: Sei sicuro?

# editNotSavedWarningMessage
source: All unsaved changes will be lost
it: Tutte le modifiche non salvate andranno perse

# detailPageTitle
source: Match details
it: Dettaglio incontro

# saveDetailsAlertTitle
source: Save match details?
it: Salvare la partita?

# noEditToSaveMessage
source: No changes to save
it: Nessuna modifica da salvare

# deleteWarningTitle
source: Attention!
it: Attenzione!

# deleteWarningMessage
source: Are you sure you want to remove the match?
it: Sei sicuro di voler rimuovere la partita?

# leaderboardTitle
source: Leaderboards
it: Classifiche

# groupLabel
source: Group
it: Girone

# leaderboardLoadFailure
source: Unable to load leaderboards at the moment
it: Impossibile caricare le classifiche

# matchCreateSuccess
source: Match created successfully
it: Partita inserita con successo

# matchCreateTitle
source: Add match
it: Inserisci partita

# matchCreateGroupSelectionHint
source: Choose team
it: Scegli il gruppo

# matchCreateDateSelectionHint
source: Select macth day
it: Seleziona la data

# matchCreateDateSelectionButton
source: When?
it: Che giorno?

# matchCreateTimeSelectionHint
source: Select match time
it: Seleziona la'orario

# matchCreateTimeSelectionButton
source: What time?
it: A che ora?

# matchCreateDescriptionHint
source: Description (optional)
it: Descrizione (opzionale)

# matchCreateButton
source: Create
it: Crea

# matchCreateNoGroupsWarning
source: There are no teams! At least one team must exist in the system in order to create a match
it: Non ci sono gruppi! Per poter creare una partita è necessario che almeno un gruppo esista nel sistema

# playerEmptyGroup
source: This team has no players
it: Questo gruppo non ha giocatori

# playerDeleteLabel
source: Delete
it: Eliminare

# teamCreateTitle
source: Here is a new team
it: Un nuovo gruppo, eh?

# teamCreateNameLabel
source: Name
it: Nome

# teamCreateGroupLabel
source: Group
it: Girone

# teamCreateUploadLogo
source: Upload logo
it: Carica un logo

# teamCreateEditLogo
source: Change logo
it: Cambia logo

# teamCreateCropUploadedImage
source: Crop image
it: Ritaglia l'immagine

# cancelButtonLabel
source: Cancel
it: Annulla

# teamCreateButton
source: Create
it: Crea

# noTeams
source: There are no teams in the journal
it: Non ci sono gruppi nel quaderno

# teamDeleteLabel
source: Delete
it: Eliminare

# teamDeleteWithPlayersLabel
source: with all players?
it: e tutti i componenti?

# teamLoadFailure
source: Unable to load teams at the moment
it: C'è qualche problema a caricare i gruppi

# drawerWelcomeLabel
source: Welcome
it: Benvenuto

# drawerScorersLabel
source: Scorers
it: Marcatori

# drawerLeaderboardsLabel
source: Leaderboards
it: Classifiche

# drawerTeamsLabel
source: Teams
it: Gruppi

# drawerManagementLabel
source: Management
it: Gestione

# drawerManagementUpdateScorers
source: Update Scorers
it: Aggiorna Marcatori

# drawerManagementUpdateScorersDialogTitle
source: Update Scorers
it: Aggiorna Marcatori

# drawerManagementUpdateScorersDialogMessage
source: Do you want to update scorers?
it: Vuoi aggiornare i marcatori?

# drawerManagementUpdateLeaderboard
source: Update Leaderboards
it: Aggiorna Classifica

# drawerManagementUpdateLeaderboardDialogTitle
source: Update Leaderboards
it: Aggiorna Classifica

# drawerManagementUpdateLeaderboardDialogMessage
source: Do you want to update leaderboards?
it: Vuoi aggiornare la classifica?

# drawerManagementResetLeaderboard
source: Reset Leaderboards
it: Reset Classifica

# drawerManagementResetLeaderboardDialogTitle
source: Reset Leaderboards
it: Reset Classifica

# drawerManagementResetLeaderboardDialogMessage
source: Leaderboards will be reset, proceed?
it: La classifica verrà azzerata, continuare?

# drawerInfoLabel
source: Info
it: Informazioni

# drawerLogoutDialogMessage
source: You will be disconnected
it: Sicuro di volerti disconnettere?

# infoPageTitle
source: Info
it: Informazioni

# infoPageVersionLabel
source: Version
it: Versione

# loginAuthFailureMessage
source: Authentication failed, check email and password
it: Autenticazione non riuscita, controlla username e password

# loginRememberMeCheckboxLabel
source: Remember me
it: Ricordami

# loginFormEmailErrorLabel
source: Invalid email
it: Email non valida

# loginFormPasswordErrorLabel
source: Invalid password
it: Password non valida

# loginPageSignUpTexButtonLabel
source: Don't have an account? Sign up
it: Non hai un account? Registrati

# scorersPageTitle
source: Scorers
it: Marcatori

# scorersPageLoadFailure
source: Unable to load scorers at the moment
it: Impossibile caricare i marcatori

# scorersPageEmpty
source: Nobody scores yet
it: Nessuno ha fatto gol

# matchWidgetGolDialogTitle
source: Goal
it: Gol

# matchWidgetGolDialogMessage
source: Who scored?
it: Chi ha segnato?

# matchWidgetGolButtonLabel
source: Goal
it: Gol

# matchWidgetAutogolDialogTitle
source: Autogoal
it: Autogol

# matchWidgetAutogolDialogMessage
source: Who scored?
it: Chi l'ha fatto?

# matchWidgetAutogolButtonLabel
source: Autogoal
it: Autogol

# matchWidgetYellowCardDialogTitle
source: Booked
it: Ammonito

# matchWidgetYellowCardDialogMessage
source: Who was booked?
it: Chi è stato ammonito?

# matchWidgetYellowCardButtonLabel
source: Book
it: Ammonisci

# matchWidgetRedCardDialogTitle
source: Sent off
it: Espulso

# matchWidgetRedCardDialogMessage
source: Who was sent off?
it: Chi è stato espulso?

# matchWidgetRedCardButtonLabel
source: Send off
it: Espelli

# matchWidgetFoulsLabel
source: Fouls
it: Falli

# signupPageTitle
source: Sign up
it: Registrati

# signupFailure
source: Error while signing up, retry
it: Errore nella registrazione, riprova

# signupFormUsernameErrorLabel
source: Insert username
it: Inserire una username

# signupFormSigninTextButtonLabel
source: Already have an account? Login
it: Hai già un account? Effettua il login

# tournamentPageTitle
source: Tournaments
it: Tornei

# tournamentPageEmpty
source: No tournaments
it: Nessun torneo

# tournamentPageLoadFailure
source: Unable to load tournaments at the moment
it: Impossibile caricare i tornei
